tap "cjbassi/ytop"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "neovim/neovim"
tap "sanemat/font"
brew "libffi"
brew "python@3.9"
brew "pkg-config"
brew "cairo"
brew "fribidi"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "adwaita-icon-theme"
brew "ansible"
brew "apache-spark"
brew "arping"
brew "python@3.8"
brew "autoconf"
brew "automake"
brew "bat"
brew "binutils"
brew "cmake"
brew "deno"
brew "docker", link: false
brew "exa"
brew "libtool"
brew "fontforge"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "gtk-mac-integration"
brew "openjdk"
brew "hadoop"
brew "htop"
brew "jemalloc"
brew "jq"
brew "libxml2"
brew "libtermkey"
brew "luajit"
brew "mecab"
brew "mecab-ipadic"
brew "msgpack"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "nginx"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openapi-generator"
brew "openldap"
brew "parallel"
brew "poppler"
brew "procs"
brew "pyenv"
brew "python@2", link: false
brew "quicktype"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sbt"
brew "scala"
brew "selenium-server-standalone"
brew "swagger-codegen@2"
brew "terraform"
brew "tmux"
brew "tree"
brew "upx"
brew "zlib"
brew "zsh"
brew "sanemat/font/ricty"
cask "alacritty"
cask "chromedriver"
cask "docker"
cask "font-hack-nerd-font"
cask "java"
cask "macvim"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
cask "yacreader"
