tap "homebrew/bundle"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "bottom"
brew "dust"
brew "libgit2"
brew "eza"
brew "fish"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "grype"
brew "jq"
brew "openjdk"
brew "maven"
brew "nushell"
brew "ripgrep"
brew "starship"
brew "syft"
brew "volta"
brew "zellij"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-hackgen-nerd"
cask "karabiner-elements"
cask "kobo"
cask "macvim"
cask "obs"
cask "rectangle"
cask "rustrover"
cask "slack"
cask "visual-studio-code"
cask "zed"
vscode "alefragnani.read-only-indicator"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "capaj.graphql-codegen-vscode"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "k--kato.intellij-idea-keybindings"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "maziac.asm-code-lens"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rreverser.llvm"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "walonli.edk2-vscode"
vscode "yzane.markdown-pdf"
